{
  "experience": {
    "jobs": [
      {
        "companyName": "Tether Tools",
        "timeEmployed": "November 2016 - May 2022",
        "jobTitle": "Lead Web Developer",
        "technologyUsed": [
          "PHP",
          "WooCommerce",
          "WordPress",
          "JavaScript",
          "jQuery",
          "HTML",
          "CSS/SCSS",
          "Gulp",
          "SQL",
          "API's",
          "Photoshop",
          "Salesforce",
          "Google Analytics",
          "Google Optimize"
        ],
        "responsibilities": [
          "Research, test, and implement features to improve user experience and increase sales; Increased web sales by 280% over a two-year period.",
          "Utilize HTML, CSS, JavaScript and PHP to add content and features to websites. Features added included adding and consuming API's, creating dashboards to allow website updates by non-developers, and centralizing certain UI elements for visual continuity and better maintenance.",
          "Manage and migrate multiple web properties. Management of sites includes code optimization, researching and updating plugins, adding new features, utilizing GitLab for version control."
        ]
      },
      {
        "companyName": "atmosol",
        "timeEmployed": "March - November 2016",
        "jobTitle": "Web Developer",
        "technologyUsed": [
          "Shopify",
          "JavaScript",
          "Liquid",
          "jQuery",
          "HTML",
          "CSS/SCSS",
          "Gulp",
          "API's"
        ],
        "responsibilities": [
          "Worked with a team to develop aesthetically pleasing, functional ecommerce websites for SMB and enterprise clients.",
          "Technologies used include: HTML, Liquid, CSS (SCSS), JavaScript, jQuery, and various third-party APIs.",
          "In a span of 6 months, learned and mastered the Shopify platform and became atmosol's subject expert."
        ]
      },
      {
        "companyName": "Experience Scottsdale",
        "timeEmployed": "June 2007 - September 2015",
        "jobTitle": "Technical Support Specialist",
        "technologyUsed": [
          "MacOS",
          "Microsoft Windows",
          "Windows Server",
          "CMS",
          "PowerShell",
          "Patch Management",
          "Microsoft Active Directory",
          "Microsoft Exchange Server"
        ],
        "responsibilities": [
          "Support all levels of staff with technical issues. Issues range in a wide variety of scope as any hardware or software problems would be referred to me for further investigation.",
          "Trained staff on any and all hardware and software utilized by the organization. Training sessions were taught live with written material to accompany session.",
          "Manage and maintain network security. Responsible for setting up, updating, and removing users privileges on our network in a timely manner."
        ]
      }
    ]
  }
}
