{
  "experience": {
    "jobs": [
      {
        "companyName": "Tether Tools",
        "timeEmployed": "November 2016 - May 2022",
        "jobTitle": "Lead Web Developer",
        "technologyUsed": [
          "PHP",
          "WooCommerce",
          "WordPress",
          "JavaScript",
          "jQuery",
          "HTML",
          "CSS/SCSS",
          "Gulp",
          "SQL",
          "API's",
          "Photoshop",
          "Salesforce",
          "Google Analytics",
          "Google Optimize"
        ],
        "responsibilities": [
          "Write custom plugins to add capabilities and enhance functionality of websites. Features added included communicating with API's for licensing and email campaigns, creating custom post types for hardware compatibility database and software distribution, and centralizing reusable UI elements for visual continuity and improved maintenance.",
          "Utilize HTML, CSS, JavaScript, PHP, and SQL to add content and features to websites. Added features include shopping cart integrations, creating dashboards to allow website updates by non-developers, and added abilities to the backend such as setting a product to 'discontinued' and modifying the appearance on the frontend based on that data.",
          "Research and test features using Google Optimize. Implement features based on tests to improve user experience and increase sales; In one two-year period, increased web sales by 280%.",
          "Manage and migrate multiple web properties, including production and development environments. Management of sites includes code optimization, researching and updating plugins, adding new features, and utilizing Git/GitLab for version control.",
          "Partner with team members across organization to accomplish varying goals. Accomplishments include better/automated coordination of inventory with Operations team, simplified navigation of products for Sales team, dealer partners, and distributors, and training customer service on custom-written job-oriented tools."
        ]
      },
      {
        "companyName": "atmosol",
        "timeEmployed": "March - November 2016",
        "jobTitle": "Web Developer",
        "technologyUsed": [
          "Shopify",
          "JavaScript",
          "Liquid",
          "jQuery",
          "HTML",
          "CSS/SCSS",
          "Gulp",
          "API's"
        ],
        "responsibilities": [
          "Worked with a team of developers and product managers to discuss, plan, and implement features on ecommerce websites for SMB and enterprise clients. Technologies used include: Liquid templating language, HTML, CSS (SCSS), JavaScript, jQuery, and various third-party APIs.",
          "Reference brand style guides and mock-ups to develop aesthetically pleasing, functional, and compliant ecommerce websites.",
          "In a span of a few months, learned and mastered the Shopify platform and became atmosol's subject expert. This accomplishment led to websites that better fit our customers needs and the ability to better forecast development needs."
        ]
      },
      {
        "companyName": "Experience Scottsdale",
        "timeEmployed": "June 2007 - September 2015",
        "jobTitle": "Technical Support Specialist",
        "technologyUsed": [
          "MacOS",
          "Microsoft Windows",
          "Windows Server",
          "CMS",
          "PowerShell",
          "Patch Management",
          "Microsoft Active Directory",
          "Microsoft Exchange Server"
        ],
        "responsibilities": [
          "Support all levels of staff with technical issues. Issues range in a wide variety of scope as any hardware or software problems would be referred to me for further investigation.",
          "Trained staff on any and all hardware and software utilized by the organization. Training sessions were taught live with written material to accompany session.",
          "Manage and maintain network security. Responsible for setting up, updating, and removing users privileges on our network in a timely manner."
        ]
      }
    ]
  }
}
